{
  "nav.about_us": "sobre nosotros",
  "nav.catalogs": "Catálogo",
  "nav.for_partners": "Colaboradores",
  "nav.contact": "contacto",

  "footer.address": "dirección",
  "footer.contact": "contacto",
  "franchise presentation": "Presentación de franquicias",
  "We thank you for being interested in our MOTIKO trade mark": "Le agradecemos su interés por nuestra marca MOTIKO",
  "HoReCa presentation": "Presentación HoReCa",
  "Retail presentation": "Presentación minorista",

  "Looks like there's no Mochi around here": "Parece que no hay Mochi por aqui",
  "The content you’re looking for doesn’t exist. Either it was removed, or you mistyped the link.": "El contenido que buscas no existe. O se eliminó o escribiste mal el enlace.",
  "Sorry about that! Please visit our homepage to get where you need to go.": "¡Lo siento! Visite nuestra página de inicio para llegar a donde necesita ir.",
  "Go back to Homepage": "Volver a la página de inicio",

  "home": "inicio",
  "contact": "contacto",

  "description": "Descripción",
  "Contact us": "Contacta con nosotros",
  "If you have any questions about this product please contact us.": "Si tiene alguna pregunta sobre este producto, póngase en contacto con nosotros.",
  "Get in touch": "Ponerse en contacto",
  "Got a question about us? Are you interested in partnering with us? Have some suggestions or just want to say Hi? Just contact us. We are here to asset you.": "¿Tienes alguna pregunta sobre nosotros? ¿Estás interesado en asociarte con nosotros? ¿Tienes algunas sugerencias o simplemente quieres decir hola? Solo contáctenos. Estamos aquí para ayudarte.",
  "Enter Details": "Ingrese los detalles",
  "full name": "nombre completo",
  "Email": "Email",
  "Phone": "Teléfono",
  "Message": "Mensaje",
  "Submit": "Enviar",
  "message sent successfully": "mensaje enviado correctamente",
  "Close": "cerrar",

  "Hello": "hola",
  "dear Gourmand.": "Querido Gourmand.",
  "We are happy to see you here. Even if you do not plan to become our partner and just want to know more about MOTIKO, we have something important to say.": "Estamos felices de verte aquí. Incluso si no planea convertirse en nuestro socio y solo desea saber más sobre MOTIKO, tenemos algo importante que decir.",
  "Do you know the moments when things you do make you feel happy?": "¿Conoces los momentos en que las cosas que haces te hacen sentir feliz?",
  "When at the end of the day you feel thankful and fulfilled? We know these feelings and want to share them with you.": "¿Cuándo al final del día te sientes agradecido y realizado? Conocemos estos sentimientos y queremos compartirlos contigo.",
  "At MOTIKO we believe that sharing is caring, so we are always glad to cooperate with new companies and individuals who share our vision and goals.": "En MOTIKO creemos que compartir es cuidar, por lo que siempre estamos encantados de cooperar con nuevas empresas e individuos que comparten nuestra visión y objetivos.",
  "And we invite you to be our partner.": "Y te invitamos a ser nuestro socio.",
  "We can help you build your own company using our franchise. Do you want a branded shop? Or a small corner? Or a branded cafe? We will guide you through the whole process. And we will be there for you – from your very first steps.": "Podemos ayudarlo a construir su propia empresa utilizando nuestra franquicia. ¿Quieres una tienda de marca? ¿O un pequeño rincón? ¿O un café de marca? Lo guiaremos a lo largo de todo el proceso. Y estaremos allí para usted, desde sus primeros pasos.",
  "Or maybe you plan to use our product as a part of your existing business? Be sure to check our presentations – we have different options for companies who are willing to distribute our product or own an HoReCa-related company.": "¿O tal vez planea utilizar nuestro producto como parte de su negocio actual? Asegúrese de consultar nuestras presentaciones, tenemos diferentes opciones para empresas que estén dispuestas a distribuir nuestro producto o que sean dueñas de una empresa relacionada con HoReCa.",
  "Franchise presentation": "Presentación de franquicias",
  "partners": "colaboradores"
}
